[
  {
    "date": "Oct 2020",
    "text": "Three new papers! Sinead and Antoine have written a review on <a href='https://www.sciencedirect.com/science/article/pii/S235215462030111X' target='_blank'>'The evolution of sensitive periods in development: insights from insects'</a>, for a special issue in Current Opinion in Behavioral Sciences, and Sinead was part of a collaboration led by <a href='http://behav.zoology.unibe.ch/index.php?p=124' target='_blank'>Professor Barbara Taborsky</a> which resulted in an opinion paper, <a href='https://www.sciencedirect.com/science/article/abs/pii/S0169534720302536' target='_blank'>'Towards an Evolutionary Theory of Stress Responses'</a> published in Trends in Ecology & Evolution. Finally, with <a href='https://www.lstmed.ac.uk/about/people/dr-lee-haines' target='_blank'>Lee Haines</a> and others on our BBSRC Reproductive Senescence team, we've published a paper in BioEssays about tsetse giving birth to relatively enormous live young, entitled <a href='https://onlinelibrary.wiley.com/doi/10.1002/bies.202000049' target='_blank'>'Big Baby, Little Mother: Tsetse Flies Are Exceptions to the Juvenile Small Size Principle'</a>."
  },
  {
    "date": "Oct 2020",
    "text": "We welcome Mathilda Whittle, funded by the EPSRC and a Bristol-Macquarie cotutelle studentship, for a PhD on maternal effects and host-microbiome-pathogen interactions, co-supervised by <a href='https://pontonlab.wordpress.com/' target='_blank'>Dr Fleur Ponton</a> (Macquarie) and working also with <a href='https://merg.zoo.ox.ac.uk/' target='_blank'>Professor Mike Bonsall</a> (Oxford)."
  },
  {
    "date": "Aug 2020",
    "text": "We welcome Kwasi Asante, funded by the <a href='http://www.bristol.ac.uk/biology/bcai/' target='_blank'>Bristol Centre for Agricultural Innovation</a>, for a six-month project with <a href='http://www.bristol.ac.uk/biology/people/richard-l-wall/index.html' target='_blank'>Professor Richard Wall</a> to identify the optimal application of neem to control cowpea weevils, while minimising impact on their parasitoid natural enemies."
  },
  {
    "date": "Jun 2020",
    "text": "PHD OPPORTUNITY: A fully funded PhD studentship is available to work with Sinead, Antoine and our collaborators <a href='https://pontonlab.wordpress.com/' target='_blank'>Dr Fleur Ponton</a> (Macquarie) and <a href='https://merg.zoo.ox.ac.uk/' target='_blank'>Professor Mike Bonsall</a> (Oxford) on host-microbiome-pathogen interactions. Full details of the project are <a href='docs/Bristol-Macquarie-PhD-advert.pdf' target='_blank'>here</a>. Please get in touch if you are interested or have any questions, and apply by 15 July!"
  },
  {
    "date": "Mar 2020",
    "text": "New paper! <a href='https://www.tandfonline.com/doi/full/10.1080/03014460.2020.1751286' target='_blank'>Associations between prenatal anxiety, breastfeeding and child growth and puberty</a>: data from the <a href='http://www.bristol.ac.uk/alspac/' target='_blank'>ALSPAC study</a>. Sinead collaborated with colleagues at the Bristol Medical School (<a href='http://www.bristol.ac.uk/social-community-medicine/people/doretta-caramaschi/index.html' target='_blank'>Doretta Caramaschi</a> and <a href='http://www.bristol.ac.uk/clinical-sciences/people/gemma-k-ford/index.html' target='_blank'>Gemma Ford</a>) and two super MSci students on the Reproduction and Development MSc programme, India Wright and Vee Ashburn, and this is part of a special issue on <a href='https://www.tandfonline.com/toc/iahb20/47/2' target='_blank'>Cohort Methods and Applications in Human Biology</a>."
  },
  {
    "date": "Mar 2020",
    "text": "New paper! Vimbai Tarusikirwa et al. on <a href='https://www.sciencedirect.com/science/article/abs/pii/S0306456519306047' target='_blank'>thermal plasticity in the invasive south American tomato pinworm</a>. This was funded by a UoB GCRF Parternship Building award (2018) between Sinead and <a href='https://www.biust.ac.bw/fos/2018/05/31/dr-casper-nyamukondiwa/#1527760949674-2f7f1e56-578a' target='_blank'>Casper Nyamukondiwa</a> at the Botswana International University of Science and Technology."
  },
  {
    "date": "Mar 2020",
    "text": "We joined labs across the world in having to rapidly shut down due to the COVID-19 pandemic, including the difficult task of shutting down a long-term experiment. We are working from our homes, scattered across the UK, but come together for virtual coffee breaks and meetings."
  },
  {
    "date": "Jan 2020",
    "text": "Funding! We were delighted to be awarded funds from the <a href='https://royalsociety.org/grants-schemes-awards/grants/public-engagement-fund/newly-funded-projects/2019/' target='_blank'>Royal Society Public Engagment Award</a> to develop a boardgame (aimed at primary-school children) on parasites and the arthropods that transmit them."
  },
  {
    "date": "Jan 2020",
    "text": "Sinead gave a seminar at the <a href='http://www.bristol.ac.uk/psychiatry/seminars/2020/sinead-english.html' target='_blank'>Centre for Academic Mental Health in Bristol</a>."
  },
  {
    "date": "Jan 2020",
    "text": "We enjoyed hosting Laura Ross from Edinburgh University for the <a href='http://www.bristol.ac.uk/biology/events/2020/research-seminar-030220.html' target='_blank'>Monday Research Seminar</a>."
  },
  {
    "date": "Dec 2019",
    "text": "New paper! Shatha Alqurashi (PhD co-supervised by Sinead, main supervisor Richard Wall) <a href='https://onlinelibrary.wiley.com/doi/abs/10.1111/mve.12425' target='_blank'>published the first paper from her PhD</a> on the nutritional requirements for survival and reproduction in the blowfly, <i>Lucilia sericata</i>"
  },
  {
    "date": "Dec 2019",
    "text": "Antoine and Sinead hosted <a href='https://www.thecatorlab.com' target='_blank'>Lauren Cator</a> (Imperial College) for a <a href='https://www.bristol.ac.uk/biology/events/2019/web-seminar-101219.html' target='_blank'>seminar visit in Bristol"
  },
  {
    "date": "Dec 2019",
    "text": "Sinead gave a plenary at the <a href='https://asabwinter2019.weebly.com' target='_blank'>ASAB Winter Meeting</a>"
  },
  {
    "date": "Nov 2019",
    "text": "Sinead gave a seminar at the University of Lausanne (hosted by Ornela de Gasperin)"
  },
  {
    "date": "Oct 2019",
    "text": "Welcome to new lab members, Hester Weaving (BBSRC SWBio PhD), Molly Beastall (MRes) and Lauren Marchant (MRes)!"
  },
  {
    "date": "Sep 2019",
    "text": "Sinead spends a few days with the <a href='https://www.ru.nl/bsi/research/group-pages/deep-lab/' target='_blank'>Developmental Evolutionary Ecological Psychology lab</a> and gives a seminar at the Behavioural Science Institute on 'The long arm of early-life effects' (Radboud University, Nijmegen)"
  },
  {
    "date": "Sep 2019",
    "text": "Sinead presents work on stress and breastfeeding at the <a href='https://www.sshb.org/conference/cohort_methods_conference/' target='_blank'>Society for the Study of Human Biology annual meeting</a> (Oxford Brookes) and the <a href='https://coursesandconferences.wellcomegenomecampus.org/our-events/mechanisms-and-evolution-of-intergenerational-change-2019/' target='_blank'>Mechanisms and Evolution of Intergenerational Change conference</a> (Wellcome Genome Campus, Cambridge)"
  },
  {
    "date": "Sep 2019",
    "text": "New paper! Antoine has <a href='https://doi.org/10.1186/s12936-019-2936-2' target='_blank'>published results</a> from his previous postdoc on malaria control (Penn State University, USA), involving months of release recaptures with fantastic volunteers in Ivory Coast to explore the cumulative effects of a 'Lethal House Lure' on malaria mosquitoes mortality"
  },
  {
    "date": "Sep 2019",
    "text": "Antoine gives talk on modelling tsetse-borne disease at the IDDConf in Cumbria, UK"
  },
  {
    "date": "Jul 2019",
    "text": "New paper! Sinead and Mike Bonsall (MERG, Oxford) have published a <a href='https://doi.org/10.1002/ece3.5477' target='_blank'>study in Ecology & Evolution</a>, linking cellular dynamics with life history outcomes"
  },
  {
    "date": "Jul 2019",
    "text": "John Hargrove visits Bristol to discuss the BBSRC project and related tsetse work"
  },
  {
    "date": "Jul 2019",
    "text": "Gabby di Pol (BBSRC-STARS summer student) has joined EVE Lab for 2 months working on trypanosome coinfections, with Lori Peacock and Wendy Gibson"
  },
  {
    "date": "May 2019",
    "text": "Sinead gives a research seminar at the University of Aberdeen (hosted by Julien Martin)"
  },
  {
    "date": "Apr 2019",
    "text": "Sinead visits Marshall McCue at Sable Systems International (Las Vegas, USA) to discuss measuring isotopes in tsetse breath"
  },
  {
    "date": "Mar 2019",
    "text": "Antoine attends the African sleeping sickness meeting in Warwick organised by our collaborator Kat Rock (HAT MEPP project)"
  },
  {
    "date": "Mar 2019",
    "text": "Antoine and Sinead attend the annual BBSRC Reproductive Senescence project meeting at LSTM in Liverpool"
  }
]
