[
  {
    "date": "Feb 2022",
    "text": "New paper in Proceedings B, <a href='https://royalsocietypublishing.org/doi/full/10.1098/rspb.2021.1884' target='_blank'>an evolutionary model explaining age-dependent maternal allocation</a>, led by Antoine and with collaborators Mike Bonsall (Oxford) and Andy Higginson (Exeter). This also got some <a href='https://www.bristol.ac.uk/news/2022/february/parents-in-prime-produce-best-offspring.html' target='_blank'>news attention</a>, and a <a href='https://www.bnr.nl/podcast/wetenschap-vandaag/10467885/kosten-baten-computermodel-op-basis-van-de-tsetse-vlieg' target='_blank'>radio interview</a> in the Netherlands."
  },
  {
    "date": "Jan 2022",
    "text": "Hester is visiting <a href='https://insectphysiologicalecology.org' target='_blank'>Professor John Terblanche's laboratory</a> at Stellenbosch University, South Africa, for 3 months."
  },
  {
    "date": "Jan 2022",
    "text": "We are delighted to welcome Molly Beastall back who joins the lab as a Royal Society funded research technician."
  },
  {
    "date": "Nov 2021",
    "text": "Sinead hosted <a href='https://rollinson.eeb.utoronto.ca/' target='_blank'>Dr Njal Rollinson</a> (University of Toronto) for a <a href='http://www.bristol.ac.uk/biology/events/2021/web-seminar-301121.html' target='_blank'>WEB seminar</a>, 'Parental effects, extinction, and a resolution to the paradox of stasis'."
  },
  {
    "date": "Nov 2021",
    "text": "Mathilda gave a seminar 'Regulation of a tsetse-bacteria mutualism' at the Bristol Round Table Talks series."
  },
  {
    "date": "Nov 2021",
    "text": "New paper in <a href='https://royalsocietypublishing.org/doi/full/10.1098/rspb.2021.1993' target='_blank'>Proceedings B</a>! A review about insect-host control of obligate, intracellular symbiont density, led by Mathilda; with Antoine and our collaborators <a href='https://researchers.mq.edu.au/en/persons/fleur-ponton' target='_blank'>Dr Fleur Ponton</a> (Macquarie) and <a href='https://merg.zoo.ox.ac.uk/michael-b-bonsall' target='_blank'>Professor Mike Bonsall</a> (Oxford) as co-authors."
  },
  {
    "date": "Oct 2021",
    "text": "Phd opportunities! Sinead is co-supervisor on the following <a href='https://cpb-eu-w2.wpmucdn.com/blogs.bristol.ac.uk/dist/f/373/files/2021/10/swbio-2022-project-8.pdf' target='_blank'>SWBio DTP opportunity</a> on maternal effects in honeybees (lead supervisor <a href='http://www.socialinsect-research.com/' target='_blank'>Christoph Grueter</a>, Bristol <b>*deadline 6 December*</b>; and <a href='https://www.exeter.ac.uk/study/funding/award/?id=4236' target='_blank'>NERC GW4 DTP opportunity</a> on life history evolution in humans (lead supervisor <a href='https://biosciences.exeter.ac.uk/staff/profile/index.php?web_id=Erik_Postma' target='_blank'>Eric Potsma</a>, Exeter) <b>*deadline 10 January*</b>."
  },
  {
    "date": "Oct 2021",
    "text": "Congratulations to Lauren who has started a position as Research Assistant at the Liverpool School of Tropical Medicine working on mosquito rearing and behavioural experiments in the context of insecticide resistance, with Dr Priscille Barreaux. She will continue to work on her MRes part-time!"
  },
  {
    "date": "Aug 2021",
    "text": "We say farewell to Antoine now that the BBSRC grant has ended. He is starting a position with Drs Ellen Brooks-Pollock, Hannah Christensen and Leon Danon and the wider 'Joint UNIversities Pandemic and Epidemiological Research' (JUNIPER) modelling consortium as a senior research associate (Bristol Vet School) to develop mechanistic and data-driven models of COVID-19."
  },
  {
    "date": "Jul 2021",
    "text": "New paper! <a href='https://onlinelibrary.wiley.com/doi/10.1111/ele.13839' target='_blank'>Effects of maternal age and stress on offspring quality in a viviparous fly</a>, in Ecology Letters. Led by Dr Jennifer Lord at LSTM and including several colleagues from our interdisciplinary BBSRC project. Featured on Bristol Research <a href='https://www.bristol.ac.uk/news/2021/july/tsetse-fly-study.html' target='_blank'>news page</a>."
  },
  {
    "date": "Jul 2021",
    "text": "The mini-documentary about our BBSRC project on reproductive senescence in tsetse, <a href='https://www.youtube.com/watch?v=2-dekOKCoRA' target='_blank'>Burrowing for Knowledge</a>, featured at the <a href='https://brisscifilm.wordpress.com/welcome/brisscifilm-2021-programme/' target='_blank'>Bristol Science Film Festival</a>."
  },
  {
    "date": "Jul 2021",
    "text": "We welcome Bethany Groves on a BBSRC-funded Research Experience Placement. She'll be in the lab for 6 weeks measuring maternal behaviour in <i>Diploptera punctata</i>."
  },
  {
    "date": "Jul 2021",
    "text": "Sinead was invited to give a talk at the <a href='http://vectorbite.org/' target='_blank'>VectorBiTE</a> annual symposium."
  },
  {
    "date": "Jun 2021",
    "text": "Hester co-organised a symposium <a href='https://gw4.ac.uk/event/gw4-ecr-symposium-climate-change-solutions-and-how-to-communicate-them/' target='_blank'>GW4 Climate</a>, for early-career researchers in GW4 institutions (Bath, Bristol, Cardiff, Exeter) on climate change solutions and how to communicate them."
  },
  {
    "date": "Jun 2021",
    "text": "Antoine gave a presentation at the Evolution conference (joint annual meeting of the American Society of Naturalists, the Society for the Study of Evolution, and the Society of Systematic Biologists) on 'An age-dependent framework of optimal maternal allocation regarding energy intake and metabolic costs, and the impact of nutritional stress in a viviparous disease vector'."
  },
  {
    "date": "Jun 2021",
    "text": "Sinead gave a seminar at the University of Veterinary Medicine Vienna (hosted by <a href='https://www.vetmeduni.ac.at/en/konrad-lorenz-institute-of-ethology/about-us/our-team/scientists/fischer-stefan/' target='_blank'>Dr Stefan Fischer</a>)."
  },
  {
    "date": "Apr 2021",
    "text": "Sinead gave a seminar at the <a href='https://www.rug.nl/research/gelifes/' target='_blank'>Groningen Institute for Evolutionary Life Sciences</a>, University of Groningen (hosted by Dr Hannah Dugdale and Dr Alexandra Sparks)."
  },
  {
    "date": "Feb 2021",
    "text": "Mathilda has taken over from Antoine the organisation of the Theory Discussion Group, which brings researchers from Bristol and Exeter (and sometimes further afield) to discuss and develop new theoretical models in behaviour, ecology, and evolution."
  },
  {
    "date": "Feb 2021",
    "text": "Leavers and incomers: we welcome Sara Brabant who is joining EVE lab for a 4-month internship during her Master's, and say goodbye to Dr Kwasi Asante who finished his BCAI project in Bristol but will continue to analyse and write-up the data as he pursues other research opportunities in Ghana."
  },
  {
    "date": "Feb 2021",
    "text": "Sinead hosted <a href='https://isvaranlab.weebly.com/' target='_blank'>Dr Kavita Isvaran</a> from the Indian Institute of Science Bangalore giving a <a href='https://bristol.ac.uk/biology/events/2021/research-seminar-010221.html' target='_blank'>research seminar</a> 'Investigating trait evolution in the wild: How multiple selection pressures shape animal behaviour and life history'."
  },
  {
    "date": "Jan 2021",
    "text": "Molly successfully defended her MRes thesis 'Maternal and Social Effects During Early Life on the Development and Life History Traits of the Pacific Beetle Cockroach'. Thanks to <a href='https://jdjgilbert.wordpress.com/' target='_blank'>Dr James Gilbert</a> (external) and Professor Richard Wall (internal) for being examiners and helpful input. Minor corrections have since been accepted so Molly has formally been awarded her degree!"
  },
  {
    "date": "Jan 2021",
    "text": "Hester joins the Government Office for Science (SAGE Secretariat) for 3 months as part of the BBSRC Professional Internships for PhD students (PIPS) scheme."
  },
  {
    "date": "Nov 2020",
    "text": "FUNDED MRES OPPORTUNITY! We are excited to announce an opportunity to apply for a fully-funded (for UK students) Master's by Research studentship, on transgenerational effects in crop pests. Deadline 7 January. See our advert and others <a href='https://www.bristol.ac.uk/biology/bcai/lady-emily-smyth-studentships/' target='_blank'>here</a>."
  },
  {
    "date": "Nov 2020",
    "text": "Sinead is giving a <a href='https://psychology.exeter.ac.uk/research/centres/crab/seminars/' target='_blank'>seminar</a> at the Centre for Research in Animal Behaviour, University of Exeter."
  },
  {
    "date": "Oct 2020",
    "text": "Three new papers! Sinead and Antoine have written a review on <a href='https://www.sciencedirect.com/science/article/pii/S235215462030111X' target='_blank'>'The evolution of sensitive periods in development: insights from insects'</a>, for a special issue in Current Opinion in Behavioral Sciences, and Sinead was part of a collaboration led by <a href='http://behav.zoology.unibe.ch/index.php?p=124' target='_blank'>Professor Barbara Taborsky</a> which resulted in an opinion paper, <a href='https://www.sciencedirect.com/science/article/abs/pii/S0169534720302536' target='_blank'>'Towards an Evolutionary Theory of Stress Responses'</a> published in Trends in Ecology & Evolution. Finally, with <a href='https://www.lstmed.ac.uk/about/people/dr-lee-haines' target='_blank'>Lee Haines</a> and others on our BBSRC Reproductive Senescence team, we've published a paper in BioEssays about tsetse giving birth to relatively enormous live young, entitled <a href='https://onlinelibrary.wiley.com/doi/10.1002/bies.202000049' target='_blank'>'Big Baby, Little Mother: Tsetse Flies Are Exceptions to the Juvenile Small Size Principle'</a>."
  },
  {
    "date": "Oct 2020",
    "text": "We welcome Mathilda Whittle, funded by the EPSRC and a Bristol-Macquarie cotutelle studentship, for a PhD on maternal effects and host-microbiome-pathogen interactions, co-supervised by <a href='https://pontonlab.wordpress.com/' target='_blank'>Dr Fleur Ponton</a> (Macquarie) and working also with <a href='https://merg.zoo.ox.ac.uk/' target='_blank'>Professor Mike Bonsall</a> (Oxford)."
  },
  {
    "date": "Oct 2020",
    "text": "Antoine hosted <a href='https://www.caryinstitute.org/science/our-scientists/dr-shannon-l-ladeau' target='_blank'>Dr Shannon Ladeau</a> (Cary Institute of Ecosystem Studies) for a <a href='https://bristol.ac.uk/biology/events/2020/research-seminar-191020.html' target='_blank'>seminar</a> entitled 'Understanding the heterogenous 'riskscape' of mosquito-borne disease risk in temperate cities'."
  },
  {
    "date": "Aug 2020",
    "text": "We welcome Kwasi Asante, funded by the <a href='http://www.bristol.ac.uk/biology/bcai/' target='_blank'>Bristol Centre for Agricultural Innovation</a>, for a six-month project with <a href='http://www.bristol.ac.uk/biology/people/richard-l-wall/index.html' target='_blank'>Professor Richard Wall</a> to identify the optimal application of neem to control cowpea weevils, while minimising impact on their parasitoid natural enemies."
  },
  {
    "date": "Jun 2020",
    "text": "PHD OPPORTUNITY: A fully funded PhD studentship is available to work with Sinead, Antoine and our collaborators <a href='https://pontonlab.wordpress.com/' target='_blank'>Dr Fleur Ponton</a> (Macquarie) and <a href='https://merg.zoo.ox.ac.uk/' target='_blank'>Professor Mike Bonsall</a> (Oxford) on host-microbiome-pathogen interactions. Full details of the project are <a href='docs/Bristol-Macquarie-PhD-advert.pdf' target='_blank'>here</a>. Please get in touch if you are interested or have any questions, and apply by 15 July!"
  },
  {
    "date": "Mar 2020",
    "text": "New paper! <a href='https://www.tandfonline.com/doi/full/10.1080/03014460.2020.1751286' target='_blank'>Associations between prenatal anxiety, breastfeeding and child growth and puberty</a>: data from the <a href='http://www.bristol.ac.uk/alspac/' target='_blank'>ALSPAC study</a>. Sinead collaborated with colleagues at the Bristol Medical School (<a href='http://www.bristol.ac.uk/social-community-medicine/people/doretta-caramaschi/index.html' target='_blank'>Doretta Caramaschi</a> and <a href='http://www.bristol.ac.uk/clinical-sciences/people/gemma-k-ford/index.html' target='_blank'>Gemma Ford</a>) and two super MSci students on the Reproduction and Development MSc programme, India Wright and Vee Ashburn, and this is part of a special issue on <a href='https://www.tandfonline.com/toc/iahb20/47/2' target='_blank'>Cohort Methods and Applications in Human Biology</a>."
  },
  {
    "date": "Mar 2020",
    "text": "New paper! Vimbai Tarusikirwa et al. on <a href='https://www.sciencedirect.com/science/article/abs/pii/S0306456519306047' target='_blank'>thermal plasticity in the invasive south American tomato pinworm</a>. This was funded by a UoB GCRF Parternship Building award (2018) between Sinead and <a href='https://www.biust.ac.bw/fos/2018/05/31/dr-casper-nyamukondiwa/#1527760949674-2f7f1e56-578a' target='_blank'>Casper Nyamukondiwa</a> at the Botswana International University of Science and Technology."
  },
  {
    "date": "Mar 2020",
    "text": "We joined labs across the world in having to rapidly shut down due to the COVID-19 pandemic, including the difficult task of shutting down a long-term experiment. We are working from our homes, scattered across the UK, but come together for virtual coffee breaks and meetings."
  },
  {
    "date": "Jan 2020",
    "text": "Funding! We were delighted to be awarded funds from the <a href='https://royalsociety.org/grants-schemes-awards/grants/public-engagement-fund/newly-funded-projects/2019/' target='_blank'>Royal Society Public Engagment Award</a> to develop a boardgame (aimed at primary-school children) on parasites and the arthropods that transmit them."
  },
  {
    "date": "Jan 2020",
    "text": "Sinead gave a seminar at the <a href='http://www.bristol.ac.uk/psychiatry/seminars/2020/sinead-english.html' target='_blank'>Centre for Academic Mental Health in Bristol</a>."
  },
  {
    "date": "Jan 2020",
    "text": "We enjoyed hosting Laura Ross from Edinburgh University for the <a href='http://www.bristol.ac.uk/biology/events/2020/research-seminar-030220.html' target='_blank'>Monday Research Seminar</a>."
  },
  {
    "date": "Dec 2019",
    "text": "New paper! Shatha Alqurashi (PhD co-supervised by Sinead, main supervisor Richard Wall) <a href='https://onlinelibrary.wiley.com/doi/abs/10.1111/mve.12425' target='_blank'>published the first paper from her PhD</a> on the nutritional requirements for survival and reproduction in the blowfly, <i>Lucilia sericata</i>"
  },
  {
    "date": "Dec 2019",
    "text": "Antoine and Sinead hosted <a href='https://www.thecatorlab.com' target='_blank'>Lauren Cator</a> (Imperial College) for a <a href='https://www.bristol.ac.uk/biology/events/2019/web-seminar-101219.html' target='_blank'>seminar visit in Bristol"
  },
  {
    "date": "Dec 2019",
    "text": "Sinead gave a plenary at the <a href='https://asabwinter2019.weebly.com' target='_blank'>ASAB Winter Meeting</a>"
  },
  {
    "date": "Nov 2019",
    "text": "Sinead and Antoine awarded an International Strategic Fund award from University of Bristol for a project entitled 'The interactive effect of maternal nutrition and microbiome on offspring immunity and fitness', with <a href='https://pontonlab.wordpress.com/' target='_blank'>Dr Fleur Ponton</a> (Macquarie University) - total £2,730."
  },
  {
    "date": "Nov 2019",
    "text": "Sinead gave a seminar at the University of Lausanne (hosted by Ornela de Gasperin)"
  },
  {
    "date": "Oct 2019",
    "text": "Welcome to new lab members, Hester Weaving (BBSRC SWBio PhD), Molly Beastall (MRes) and Lauren Marchant (MRes)!"
  },
  {
    "date": "Sep 2019",
    "text": "Sinead spends a few days with the <a href='https://www.ru.nl/bsi/research/group-pages/deep-lab/' target='_blank'>Developmental Evolutionary Ecological Psychology lab</a> and gives a seminar at the Behavioural Science Institute on 'The long arm of early-life effects' (Radboud University, Nijmegen)"
  },
  {
    "date": "Sep 2019",
    "text": "Sinead presents work on stress and breastfeeding at the <a href='https://www.sshb.org/conference/cohort_methods_conference/' target='_blank'>Society for the Study of Human Biology annual meeting</a> (Oxford Brookes) and the <a href='https://coursesandconferences.wellcomegenomecampus.org/our-events/mechanisms-and-evolution-of-intergenerational-change-2019/' target='_blank'>Mechanisms and Evolution of Intergenerational Change conference</a> (Wellcome Genome Campus, Cambridge)"
  },
  {
    "date": "Sep 2019",
    "text": "New paper! Antoine has <a href='https://doi.org/10.1186/s12936-019-2936-2' target='_blank'>published results</a> from his previous postdoc on malaria control (Penn State University, USA), involving months of release recaptures with fantastic volunteers in Ivory Coast to explore the cumulative effects of a 'Lethal House Lure' on malaria mosquitoes mortality"
  },
  {
    "date": "Sep 2019",
    "text": "Antoine gives talk on modelling tsetse-borne disease at the IDDConf in Cumbria, UK"
  },
  {
    "date": "Jul 2019",
    "text": "New paper! Sinead and Mike Bonsall (MERG, Oxford) have published a <a href='https://doi.org/10.1002/ece3.5477' target='_blank'>study in Ecology & Evolution</a>, linking cellular dynamics with life history outcomes"
  },
  {
    "date": "Jul 2019",
    "text": "John Hargrove visits Bristol to discuss the BBSRC project and related tsetse work"
  },
  {
    "date": "Jul 2019",
    "text": "Gabby di Pol (BBSRC-STARS summer student) has joined EVE lab for 2 months working on trypanosome coinfections, with Lori Peacock and Wendy Gibson"
  },
  {
    "date": "May 2019",
    "text": "Sinead gives a research seminar at the University of Aberdeen (hosted by Julien Martin)"
  },
  {
    "date": "Apr 2019",
    "text": "Sinead visits Marshall McCue at Sable Systems International (Las Vegas, USA) to discuss measuring isotopes in tsetse breath"
  },
  {
    "date": "Mar 2019",
    "text": "Antoine attends the African sleeping sickness meeting in Warwick organised by our collaborator Kat Rock (HAT MEPP project)"
  },
  {
    "date": "Mar 2019",
    "text": "Antoine and Sinead attend the annual BBSRC Reproductive Senescence project meeting at LSTM in Liverpool"
  }
]
